
whitespace wait in here to write.


(whitespace-color-on)
help:whitespace-cleanup-region

(whitespace-cleanup-region START END)
 START END)


** org_src_block_내부노트_모듈화_copy용_1형

:미주제1:


#+begin_test org :목적=최고의 발성은 집중력강화의 비결이다!

- 강점: 
- 
 #+begin_center sh
# 문맥에 맞는 추론을 하는 것은 중요하다.

 #+end_center


- [ ] 구조파악할 것 ← 내부구조가 정확해야 활용을 높일수 있다
 #+begin_src sh :results table
  
  # 서열의 순서파악함. * > : > #+오그 > - [ ] > #+src
 #+end_src
  #+RESULTS:
  | #+RESULTS: 결과를 줄에 맞도록 띄울 것 hi2야호 |
 #+begin_src elisp :results table

   ;(indent-region START END &optional COLUMN)
 #+end_src
  #+RESULTS:
-      -> 구조파악할 것 > 범원리를 간략축적하고 > 이후연구,활용방향,추가필요 기록할 것





- 발굴의_과정들
 #+begin_src sh
   # 발굴되기 전에는 모든 것이 모르는 것이다!

   for i in 1 2
   do

       for i in 1 2
       do
           printf "hi"

           printf "hi"   
       done
   done
      echo history
   echo '#+RESULTS: 결과를 줄에 맞도록 띄울 것hi2야호'
   # [[ end   ]]

 #+end_src
  #+RESULTS:


- 문맥의 핵심부분을 다시 상기하는 과정을 최대한 단축하는 것이 오그모드의 최고 능력이다.
- 노트능력의 중요성- 문맥을 저장하는 기능이 필요함. 설득을 하려면 맥락이 중요하며, 중요한 맥락속에서 스토리를 전개하는 것이 필수적이다.


#+end_test



           :end:





** org_src_block_내부노트_모듈화_copy용_1형

:미주제1:


#+begin_test org :목적=최고의 발성은 집중력강화의 비결이다!

- 강점: 
- 
 #+begin_center sh
# 문맥에 맞는 추론을 하는 것은 중요하다.

 #+end_center


- [ ] 구조파악할 것 ← 내부구조가 정확해야 활용을 높일수 있다
 #+begin_src sh :results table
  
  # 서열의 순서파악함. * > : > #+오그 > - [ ] > #+src
 #+end_src
  #+RESULTS:
  | #+RESULTS: 결과를 줄에 맞도록 띄울 것 hi2야호 |
 #+begin_src elisp :results table

   ;(indent-region START END &optional COLUMN)
 #+end_src
  #+RESULTS:
-      -> 구조파악할 것 > 범원리를 간략축적하고 > 이후연구,활용방향,추가필요 기록할 것





- 발굴의_과정들
 #+begin_src sh
   # 발굴되기 전에는 모든 것이 모르는 것이다!

   for i in 1 2
   do

       for i in 1 2
       do
           printf "hi"

           printf "hi"   
       done
   done
      echo history
   echo '#+RESULTS: 결과를 줄에 맞도록 띄울 것hi2야호'
   # [[ end   ]]

 #+end_src
  #+RESULTS:


- 문맥의 핵심부분을 다시 상기하는 과정을 최대한 단축하는 것이 오그모드의 최고 능력이다.
- 노트능력의 중요성- 문맥을 저장하는 기능이 필요함. 설득을 하려면 맥락이 중요하며, 중요한 맥락속에서 스토리를 전개하는 것이 필수적이다.


#+end_test



           :end:




